{
  "\n": 13,
  "\r": 14,
  " ": 0,
  "!": 36,
  "\"": 74,
  "#": 157,
  "$": 77,
  "%": 149,
  "&": 134,
  "'": 27,
  "(": 65,
  ")": 70,
  "*": 82,
  "+": 88,
  ",": 29,
  "-": 57,
  ".": 24,
  "/": 64,
  "0": 30,
  "1": 35,
  "2": 41,
  "3": 43,
  "4": 52,
  "5": 51,
  "6": 66,
  "7": 50,
  "8": 54,
  "9": 63,
  ":": 37,
  ";": 101,
  "<": 203,
  "=": 111,
  ">": 152,
  "?": 28,
  "@": 92,
  "A": 32,
  "B": 48,
  "C": 40,
  "D": 46,
  "E": 72,
  "F": 56,
  "G": 60,
  "H": 45,
  "I": 23,
  "J": 58,
  "K": 59,
  "L": 49,
  "M": 38,
  "N": 53,
  "O": 47,
  "P": 55,
  "Q": 212,
  "R": 71,
  "S": 33,
  "T": 31,
  "U": 75,
  "V": 76,
  "W": 34,
  "X": 145,
  "Y": 39,
  "Z": 144,
  "[": 83,
  "\\": 289,
  "]": 84,
  "_": 121,
  "a": 4,
  "b": 25,
  "c": 19,
  "d": 12,
  "e": 1,
  "f": 20,
  "g": 18,
  "h": 9,
  "i": 6,
  "j": 44,
  "k": 22,
  "l": 10,
  "m": 16,
  "n": 5,
  "o": 3,
  "p": 21,
  "q": 68,
  "r": 8,
  "s": 7,
  "t": 2,
  "u": 11,
  "v": 26,
  "w": 17,
  "x": 42,
  "y": 15,
  "z": 62,
  "|": 268,
  "~": 108,
  "\u00a0": 81,
  "\u00e8": 287,
  "\u00e9": 311,
  "\u00fc": 366,
  "\u0259": 216,
  "\u026a": 318,
  "\u02c8": 276,
  "\u038c": 320,
  "\u0391": 241,
  "\u039a": 188,
  "\u03a0": 316,
  "\u03ac": 117,
  "\u03ad": 343,
  "\u03af": 296,
  "\u03b1": 118,
  "\u03b2": 326,
  "\u03b3": 189,
  "\u03b5": 139,
  "\u03b7": 227,
  "\u03b9": 159,
  "\u03ba": 164,
  "\u03bb": 154,
  "\u03bc": 193,
  "\u03bd": 226,
  "\u03bf": 208,
  "\u03c0": 172,
  "\u03c1": 197,
  "\u03c2": 211,
  "\u03c3": 337,
  "\u03c4": 353,
  "\u03c5": 150,
  "\u03cc": 323,
  "\u03ce": 309,
  "\u200b": 222,
  "\u200d": 78,
  "\u2013": 179,
  "\u2014": 174,
  "\u2018": 173,
  "\u2019": 67,
  "\u201c": 80,
  "\u201d": 79,
  "\u2022": 177,
  "\u2026": 109,
  "\u203c": 257,
  "\u2212": 315,
  "\u221e": 357,
  "\u2603": 290,
  "\u2604": 324,
  "\u262a": 300,
  "\u262e": 220,
  "\u2639": 242,
  "\u263a": 273,
  "\u2640": 105,
  "\u2642": 85,
  "\u26a1": 256,
  "\u26c4": 239,
  "\u271d": 322,
  "\u2728": 367,
  "\u2744": 128,
  "\u2763": 102,
  "\u2764": 93,
  "\u2b50": 340,
  "\u3012": 264,
  "\u30a3": 292,
  "\u30a4": 247,
  "\u30aa": 301,
  "\u30b1": 351,
  "\u30b3": 243,
  "\u30b7": 225,
  "\u30bb": 314,
  "\u30bf": 161,
  "\u30c6": 270,
  "\u30cb": 346,
  "\u30da": 248,
  "\u30df": 334,
  "\u30e5": 293,
  "\u30e7": 327,
  "\u30e9": 310,
  "\u30ef": 362,
  "\u30f3": 168,
  "\u30fb": 312,
  "\u30fc": 148,
  "\u4e01": 338,
  "\u4e5d": 250,
  "\u4eac": 228,
  "\u533a": 229,
  "\u5bbf": 218,
  "\u5f4c": 283,
  "\u6566": 317,
  "\u65b0": 199,
  "\u6771": 214,
  "\u6a13": 359,
  "\u76ee": 281,
  "\u865f": 187,
  "\u897f": 350,
  "\u9053": 271,
  "\u90fd": 267,
  "\u968e": 319,
  "\u9f8d": 246,
  "\uff10": 341,
  "\uff12": 325,
  "\uff13": 233,
  "\ud83c\uddec": 122,
  "\ud83c\uddf7": 124,
  "\ud83c\udf02": 361,
  "\ud83c\udf08": 146,
  "\ud83c\udf1f": 331,
  "\ud83c\udf2c": 344,
  "\ud83c\udf37": 232,
  "\ud83c\udf38": 265,
  "\ud83c\udf39": 169,
  "\ud83c\udf3b": 308,
  "\ud83c\udf3c": 328,
  "\ud83c\udf44": 260,
  "\ud83c\udf7a": 253,
  "\ud83c\udf83": 303,
  "\ud83c\udf89": 251,
  "\ud83c\udfb3": 255,
  "\ud83c\udfbc": 352,
  "\ud83c\udff3": 160,
  "\ud83c\udffb": 89,
  "\ud83c\udffc": 191,
  "\ud83d\udc05": 358,
  "\ud83d\udc06": 299,
  "\ud83d\udc07": 240,
  "\ud83d\udc08": 98,
  "\ud83d\udc11": 182,
  "\ud83d\udc12": 263,
  "\ud83d\udc13": 348,
  "\ud83d\udc14": 158,
  "\ud83d\udc15": 180,
  "\ud83d\udc17": 330,
  "\ud83d\udc23": 235,
  "\ud83d\udc24": 201,
  "\ud83d\udc25": 321,
  "\ud83d\udc26": 183,
  "\ud83d\udc27": 224,
  "\ud83d\udc28": 305,
  "\ud83d\udc29": 147,
  "\ud83d\udc2a": 365,
  "\ud83d\udc2b": 249,
  "\ud83d\udc2d": 171,
  "\ud83d\udc2e": 132,
  "\ud83d\udc2f": 176,
  "\ud83d\udc30": 175,
  "\ud83d\udc31": 91,
  "\ud83d\udc34": 306,
  "\ud83d\udc35": 349,
  "\ud83d\udc36": 135,
  "\ud83d\udc39": 103,
  "\ud83d\udc3a": 278,
  "\ud83d\udc3f": 259,
  "\ud83d\udc44": 170,
  "\ud83d\udc46": 237,
  "\ud83d\udc48": 286,
  "\ud83d\udc4c": 219,
  "\ud83d\udc4d": 73,
  "\ud83d\udc4f": 345,
  "\ud83d\udc51": 262,
  "\ud83d\udc52": 313,
  "\ud83d\udc53": 252,
  "\ud83d\udc57": 266,
  "\ud83d\udc59": 184,
  "\ud83d\udc5b": 295,
  "\ud83d\udc5c": 275,
  "\ud83d\udc5d": 336,
  "\ud83d\udc60": 298,
  "\ud83d\udc61": 282,
  "\ud83d\udc62": 230,
  "\ud83d\udc68": 209,
  "\ud83d\udc69": 210,
  "\ud83d\udc71": 202,
  "\ud83d\udc83": 90,
  "\ud83d\udc84": 302,
  "\ud83d\udc8b": 143,
  "\ud83d\udc8d": 277,
  "\ud83d\udc90": 342,
  "\ud83d\udc93": 116,
  "\ud83d\udc95": 156,
  "\ud83d\udc96": 186,
  "\ud83d\udc97": 140,
  "\ud83d\udc98": 136,
  "\ud83d\udc99": 106,
  "\ud83d\udc9a": 142,
  "\ud83d\udc9b": 123,
  "\ud83d\udc9c": 115,
  "\ud83d\udc9d": 155,
  "\ud83d\udc9e": 104,
  "\ud83d\udca3": 279,
  "\ud83d\udca5": 356,
  "\ud83d\udca9": 94,
  "\ud83d\udcaa": 110,
  "\ud83d\udcbc": 347,
  "\ud83d\udd14": 285,
  "\ud83d\udd25": 355,
  "\ud83d\udd2b": 274,
  "\ud83d\udd49": 254,
  "\ud83d\udd4a": 360,
  "\ud83d\udd75": 332,
  "\ud83d\udd76": 288,
  "\ud83d\udd7a": 113,
  "\ud83d\udda4": 129,
  "\ud83d\ude00": 120,
  "\ud83d\ude01": 131,
  "\ud83d\ude02": 61,
  "\ud83d\ude03": 97,
  "\ud83d\ude05": 284,
  "\ud83d\ude07": 217,
  "\ud83d\ude09": 181,
  "\ud83d\ude0a": 236,
  "\ud83d\ude0b": 333,
  "\ud83d\ude0c": 364,
  "\ud83d\ude0d": 96,
  "\ud83d\ude13": 95,
  "\ud83d\ude15": 194,
  "\ud83d\ude16": 272,
  "\ud83d\ude18": 69,
  "\ud83d\ude1c": 195,
  "\ud83d\ude1d": 215,
  "\ud83d\ude1e": 163,
  "\ud83d\ude21": 166,
  "\ud83d\ude22": 107,
  "\ud83d\ude24": 204,
  "\ud83d\ude25": 234,
  "\ud83d\ude2b": 125,
  "\ud83d\ude2c": 112,
  "\ud83d\ude2d": 86,
  "\ud83d\ude2e": 245,
  "\ud83d\ude30": 192,
  "\ud83d\ude31": 99,
  "\ud83d\ude33": 130,
  "\ud83d\ude38": 185,
  "\ud83d\ude39": 133,
  "\ud83d\ude3a": 127,
  "\ud83d\ude3b": 100,
  "\ud83d\ude3c": 178,
  "\ud83d\ude3d": 153,
  "\ud83d\ude3f": 329,
  "\ud83d\ude40": 196,
  "\ud83d\ude42": 190,
  "\ud83d\ude43": 231,
  "\ud83d\ude44": 151,
  "\ud83d\ude48": 269,
  "\ud83d\ude49": 258,
  "\ud83d\ude4a": 244,
  "\ud83e\udd14": 137,
  "\ud83e\udd16": 363,
  "\ud83e\udd18": 141,
  "\ud83e\udd1e": 221,
  "\ud83e\udd1f": 200,
  "\ud83e\udd22": 126,
  "\ud83e\udd23": 162,
  "\ud83e\udd26": 87,
  "\ud83e\udd29": 167,
  "\ud83e\udd2e": 294,
  "\ud83e\udd2f": 138,
  "\ud83e\udd33": 261,
  "\ud83e\udd40": 304,
  "\ud83e\udd47": 206,
  "\ud83e\udd81": 114,
  "\ud83e\udd84": 198,
  "\ud83e\udd86": 297,
  "\ud83e\udd87": 280,
  "\ud83e\udd89": 335,
  "\ud83e\udd8a": 119,
  "\ud83e\udd8c": 238,
  "\ud83e\uddd6": 165,
  "\ud83e\udddb": 213,
  "\ud83e\udddc": 354,
  "\ud83e\udddf": 205,
  "\ud83e\udde0": 223,
  "\ud83e\udde1": 207,
  "\ud83e\udde3": 291,
  "\ud83e\udde4": 307,
  "\ud83e\udde6": 339
}